<?php
/**
 * desc: 
 * User: cifer 
 * DateTime: 2016/1/2 14:16
 */

$movie_data = array(
    "2016-01-01"    => array(
        "name"  => "缺席的人",
        "desc"  => "假如生活欺骗了你，就算无从下手，也要装做一切在掌控中。",
    ),
    "2016-01-02"    => array(
        "name"  => "入殓师",
        "desc"  => "不理解是因为不了解。",
    ),
    "2016-01-03"    => array(
        "name"  => "银翼杀手",
        "desc"  => "你能分出来，谁能呢？",
    ),
    "2016-01-04"    => array(
        "name"  => "大鱼",
        "desc"  => "梦幻传奇",
    ),
    "2016-01-05"    => array(
        "name"  => "本杰明·巴顿奇事",
        "desc"  => "前所未有的爱情故事。",
    ),
    "2016-01-06"    => array(
        "name"  => "范海辛",
        "desc"  => "魔幻经典。",
    ),
    "2016-01-07"    => array(
        "name"  => "夜访吸血鬼",
        "desc"  => "可能再不会有更好的吸血鬼电影了",
    ),
    "2016-01-08"    => array(
        "name"  => "成为简·奥斯汀",
        "desc"  => "没有撕心裂肺，却是刻骨铭心。",
    ),
    "2016-01-09"    => array(
        "name"  => "机器人总动员。",
        "desc"  => "孤独中有些欢快，欢快中让人思索。",
    ),
    "2016-01-10"    => array(
        "name"  => "霸王别姬",
        "desc"  => "为戏生，为戏死。",
    ),
    "2016-01-11"    => array(
        "name"  => "老男孩（朴赞郁执导）",
        "desc"  => "复仇之路，心理惊悚。",
    ),
    "2016-01-12"    => array(
        "name"  => "潘神的迷宫",
        "desc"  => "最现实的童话。",
    ),
    "2016-01-13"    => array(
        "name"  => "楚门的世界",
        "desc"  => "为你的世界。",
    ),
    "2016-01-14"    => array(
        "name"  => "放牛班的春天",
        "desc"  => "什么是坏学生？",
    ),
    "2016-01-15"    => array(
        "name"  => "赛德克·巴莱(上)太阳旗",
        "desc"  => "如果是狼，就是过去很多年，也还有狼性。",
    ),
    "2016-01-16"    => array(
        "name"  => "赛德克·巴莱(下)彩虹桥",
        "desc"  => "就算牺牲，也要证明自己是狼，不是宠物狗。",
    ),
    "2016-01-17"    => array(
        "name"  => "卧虎藏龙",
        "desc"  => "新派武侠。",
    ),
    "2016-01-18"    => array(
        "name"  => "猫鼠游戏",
        "desc"  => "真人故事改编，牛逼。",
    ),
    "2016-01-19"    => array(
        "name"  => "谋杀绿脚趾",
        "desc"  => "黑色幽默。",
    ),
    "2016-01-20"    => array(
        "name"  => "一代娇马",
        "desc"  => "最后一刻，整世界都沸腾了！",
    ),
    "2016-01-21"    => array(
        "name"  => "云图",
        "desc"  => "六重奏，犹如轮回。",
    ),
    "2016-01-22"    => array(
        "name"  => "史密斯夫妇",
        "desc"  => "能把夫妇矛盾拍成这样也是醉了。",
    ),
    "2016-01-23"    => array(
        "name"  => "荒野大镖客",
        "desc"  => "似乎带回了牛仔时代。",
    ),
    "2016-01-24"    => array(
        "name"  => "黄昏双镖客",
        "desc"  => "里应外合，牛仔经典。",
    ),
    "2016-01-25"    => array(
        "name"  => "黄金三镖客",
        "desc"  => "三主角，形象生动，大大增加剧情难度。",
    ),
    "2016-01-26"    => array(
        "name"  => "夺宝联盟",
        "desc"  => "剧情复杂却不混乱，高潮却停止。",
    ),
    "2016-01-27"    => array(
        "name"  => "致命魔术",
        "desc"  => "没有极致，只有更极致。",
    ),
    "2016-01-28"    => array(
        "name"  => "海上钢琴师",
        "desc"  => "船下的世界，看不到尽头，无法掌控。",
    ),
    "2016-01-29"    => array(
        "name"  => "七武士",
        "desc"  => "古代最真实的战争片。",
    ),
    "2016-01-30"    => array(
        "name"  => "独行侠",
        "desc"  => "坏的交易。",
    ),
    "2016-01-31"    => array(
        "name"  => "宇宙威龙",
        "desc"  => "早期科幻。",
    ),

    "2016-02-01"    => "",
    "2016-02-02"    => "",
    "2016-02-03"    => "",
    "2016-02-04"    => "",
    "2016-02-05"    => "",
    "2016-02-06"    => "",
    "2016-02-07"    => "",
    "2016-02-08"    => "",
    "2016-02-09"    => "",
    "2016-02-10"    => "",
    "2016-02-11"    => "",
    "2016-02-12"    => "",
    "2016-02-13"    => "",
    "2016-02-14"    => "",
    "2016-02-15"    => "",
    "2016-02-16"    => "",
    "2016-02-17"    => "",
    "2016-02-18"    => "",
    "2016-02-19"    => "",
    "2016-02-20"    => "",
    "2016-02-21"    => "",
    "2016-02-22"    => "",
    "2016-02-23"    => "",
    "2016-02-24"    => "",
    "2016-02-25"    => "",
    "2016-02-26"    => "",
    "2016-02-27"    => "",
    "2016-02-28"    => "",
    "2016-02-29"    => "",
    "2016-02-30"    => "",


);